{
    "books": [
        {
            "id": 1,
            "title": "Jewels of Nizam",
            "src": "/img/book-01.jpg",
            "author": "Geeta Devi",
            "description": "A delectable mix of Arabic, Mughlai and traditional South Indian influences, today’s Hyderabadi cuisine is the legacy of the Nizams of Hyderabad, whose khansamas were skilled in the use of spices to bring distinctive flavours to the table.\r\n\r\nDigging into the 400-year-old history of the royal kitchens of the Nizams, Geeta Devi brings to you a scrumptious array of Hyderabadi recipes to stimulate the palate. From Patthar ka Gosht and Paneer Golkonda to Haleem and Gajar-Methi ka Salan, from Kacche Gosht ki Biryani and Jhinge ka Achaar to Shahi Tukde and Anokhi Kheer—this book reveals the secrets behind a mouth-watering range of delicacies that will delight the modern gourmand.\r\n\r\nIllustrated with beautiful images, Geeta Devi’s recipes are accessible and easy to follow, whether you want to serve up a quick vegetarian snack, a complex main course of mixed meats, an unusual variation on the biryani, a tangy pickle or a rich dessert fit for a feast. Accompanied by a glossary of commonly used ingredients in the Indian kitchen, this is a thoughtfully designed and compact book that you can easily carry into your kitchen while you try out the recipes!",
            "keywords" : ["jewels", "nizam", "geeta devi"],
            "rating": [5, 5],
            "price": 100,
            "created_at": "2018-11-12T11:58:05.341Z",
            "published_at": "2018-11-13T11:58:05.341Z",
            "votes": 2
        },
        {
            "id": 2,
            "title": "Cakes & Bakes",
            "src": "/img/book-02.jpg",
            "author": "Sanjeev Kapoor",
            "description": "Here is your chance to exercise some flour power with Master Chef Sanjeev Kapoor as your guide, and exhibit some serious oven art! Cakes and Bakes is the last word in books on baking, chock-a-block with recipes for the novice and the seasoned baker alike. Step-by-step instructions and information on tips and techniques will give you an insight into the science and art of baking. So grab your mixing bowl and whip up a range of never-fail, oven-fresh delights that will keep you coming back for more! In Cakes and Bakes, Master Chef Sanjeev Kapoor dons his baker’s cap and demystifies the art and science of baking with his characteristic step-by-step instructions and loads of tips and techniques.\r\n\r\nWhip up some fabulous celebration cakes including Black Forest Gateau and Sacher Torte, sumptuous desserts such as Tiramisu and Baked Alaska; a variety of mouth-watering sweet and savoury quiches, tarts and pies including Spring Onion Tarts, Mushroom Quiche, Mississippi Mud Pie and Baked Lemon Cheesecake; crunchy cookies and biscuits like Jammie Bodgers, Walnut Coffee Biscuits, Chocolate Chip Cookies and Nankhatais; delightful Teatime Treats like Chocolate Eclairs, Cheese Balls and Date and Honey Bars; and to complete the baking experience, a range of breads and rolls from Lavash to Focaccia and Hot Cross Buns to Brioche. Armed with this book and loads of ‘flour power’, venture into the fascinating world of baking, and experience at first hand the wonders of the oven. Store-bought baked goods will never again be an option!",
            "keywords" : ["cakes", "bakes", "sanjeev kapoor"],
            "rating": [5],
            "price": 0,
            "created_at": "2018-11-11T11:58:05.341Z",
            "published_at": "2018-11-16T11:58:05.341Z",
            "votes": 1
        },
        {
            "id": 3,
            "title": "Jamie’s Kitchen",
            "src": "/img/book-03.jpg",
            "author": "Jamie Oliver",
            "description": "Jamie's Kitchen guides you through tried and tested methods for classic food that's full of flavour.\r\n\r\nThis is the ultimate guide for people who love great food and want to cook. It's packed with clear, no-nonsense advice and inspiration, as well as over 100 brand new recipes from the cookery course and the restaurant.\r\n\r\nJamie's Kitchen walks you through techniques like poaching, braising and pot-roasting and gives you the skill you'll need to create beautiful, feel-good food. From delicate Citrus Seared Tuna with Crispy Noodles, Herbs and Chilli to succulent Barolo poached Fillet Steak with Celeriac Mash, there are dishes for every occasion.\r\n\r\nJamie's approach is honest and easy - this is not a heavy duty 'cook like a professional' book, weighed down with facts, figures and techniques. Jamie guides you through different cooking methods - from poaching and boiling, to char-grilling and pot-roasting. Jamie Oliver encourages you to have confidence, a sense of independence, a laugh and - importantly - to be the boss in your own kitchen.",
            "keywords" : ["jamie", "kitchen", "jamie oliver"],
            "rating": [5, 4],
            "price": 90,
            "created_at": "2018-10-10T11:58:05.341Z",
            "published_at": "2018-10-12T11:58:05.341Z",
            "votes": 2
        },
        {
            "id": 4,
            "title": "Inexpensive Family Meals",
            "src": "/img/book-04.jpg",
            "author": "Simon Holst",
            "description": "Who said eating well needs to be complicated or costly? In this book, Simon Holst shows that doing both is within the reach of cooks of any ability. With simple suggestions for stretching your food dollar a little further and practical, approachable recipes to help anyone from students to family cooks eat well for less.",
            "keywords" : ["inexpensive", "family", "meals", "simon holst"],
            "rating": [4, 4, 5, 3],
            "price": 110,
            "created_at": "2018-02-12T11:58:05.341Z",
            "published_at": "2018-02-13T11:58:05.341Z",
            "votes": 4
        },
        {
            "id": 5,
            "title": "Paleo Slow Cooking",
            "src": "/img/book-05.jpg",
            "author": "Chrissy Gower",
            "description": "Although eating a paleo diet (no gluten, grains, dairy, or legumes) has proven to be highly effective in shedding unwanted weight and improving overall health, many find preparing and cooking real-food meals on a daily basis difficult to manage. Let's face it, prepping and cooking meals, as well as cleaning multiple pots and pans, can take a lot of time from your already hectic schedule. Not to mention the difficulties in making healthy food taste delicious. Enter the slow cooker, an easy-to-use devise that allows you to enjoy a wonderful, home-cooked meal without slaving for hours in the kitchen.\r\n\r\nIn Paleo Slow Cooking, Chrissy Gower shows you that cooking real food using a variety of vegetables, clean cuts of meat, and healthy fats does not have to be a complicated, boring, or time-consuming endeavor. In this real-food-made-easy guide, Gower teaches you how to prepare full-course paleo/primal entrees, soups, stews, breakfast dishes, and desserts. To make every meal more enjoyable, Gower also includes several quick and easy side dishes to go with your slow cooker meals.\r\n\r\nPaleo Slow Cooking is sure to win the hearts of every time-crunched individual or family that yearns to eat a healthier diet. Eating paleo has never been so easy or tasted so good!",
            "keywords" : ["paleo", "slow", "cooking", "chrissy gower"],
            "rating": [5, 4],
            "price": 80,
            "created_at": "2018-11-09T11:58:05.341Z",
            "published_at": "2018-11-19T11:58:05.341Z",
            "votes": 2
        },
        {
            "id": 6,
            "title": "Cook Like an Italian",
            "src": "/img/book-06.jpg",
            "author": "Tobie Puttock",
            "description": "Tobie Puttock lived in Italy as a young chef. On his most recent trip, he traveled to the great cities of Venice, Milan, Genoa, Florence, Rome, and Naples, and to the lesser-known Ponte di Legno, Parma, Lucca, Panzano, and Ascoli Piceno. Join Tobie as he revisits old haunts, checks out new places, and samples the food and culture. Meet the people he stayed with and cooked with, and learn iconic dishes and new twists on old standards. With 100 recipes and a rich array of travel and food photography, Cook Like an Italian is your passport to authentic Italian cooking.",
            "keywords" : ["cook", "italian", "tobie puttock"],
            "rating": [5, 4, 4],
            "price": 0,
            "created_at": "2018-11-12T12:58:05.341Z",
            "published_at": "2018-11-14T12:58:05.341Z",
            "votes": 3
        },
        {
            "id": 7,
            "title": "Suneeta Vaswani",
            "src": "/img/book-07.jpg",
            "author": "Geeta Devi",
            "description": "Indian cooking is exhilarating and exotic -- and now it's easier than ever. Although Indian dishes are richly flavored, they need not be complicated to create in an American kitchen. Easy Indian Cooking features 125 recipes that are easy for beginners and appeal to experienced home cooks. The authentic flavor of these easy-to-prepare recipes will delight and amaze.\r\n\r\nVaswani's repertoire of exciting and inspired recipes ranges from classic recipes from North and South India to favorites from her family and friends. Each one is adapted for North American home cooking.\r\n\r\nFollowing the recipes in this book, any cook can create delicious dishes such as:\r\n\r\n- Masala Coated Baked Chicken\r\n- Pork Vindaloo\r\n- Curried Spinach and Cheese (Saag Panir)\r\n- Cardamon Scented Lamb\r\n- Basmati Rice Layered with Fragrant Chicken\r\n- Tandoori Shrimp\r\n\r\nIn keeping with traditional Indian cooking, Vaswani includes a significant number of vegetarian dishes. She also shares insightful cooking tips and her wealth of Indian cooking techniques. In addition, there are suggestions about where to find ingredients and spices and, if necessary, substitutions. Exploring the wonderful world of Indian cuisine has never been easier. Easy Indian Cooking is the perfect place to start.",
            "keywords" : ["suneeta", "vaswani", "geeta devi"],
            "rating": [5, 5],
            "price": 0,
            "created_at": "2018-11-11T17:58:05.341Z",
            "published_at": "2018-11-12T17:58:05.341Z",
            "votes": 2
        },
        {
            "id": 8,
            "title": "Jamie Does",
            "src": "/img/book-08.jpg",
            "author": "Jamie Oliver",
            "description": "Jamie Does... is Jamie's Oliver personal celebration of amazing food from six very different countries.\r\n\r\nCheap, short-haul flights and long weekend getaways have become increasingly popular and within a few short hours of the UK there are new and exciting worlds of food waiting to be discovered as Jamie finds out.\r\n\r\nEach chapter focusses on a different city or region - Marrakesh, Athens, Venice, Andalucia, Stockholm and the Midi Pyrenees region of France. Classic recipes sit alongside new dishes that Jamie learns along the way. Alongside each recipe there is a beautiful photograph of the finished dish, as well as incredible reportage shots of Jamie's experiences in each country.",
            "keywords" : ["jamie", "jamie oliver"],
            "rating": [4, 4, 4],
            "price": 30,
            "created_at": "2018-11-12T10:58:05.341Z",
            "published_at": "2018-11-15T10:58:06.341Z",
            "votes": 3
        },
        {
            "id": 9,
            "title": "Jamie’s italy",
            "src": "/img/book-09.jpg",
            "author": "Jamie Oliver",
            "description": "Explore Jamie's Italy - travel on a culinary tour with Jamie Oliver.\r\n\r\nEver since working at the River Café for Ruth Rogers and Rose Gray, Jamie Oliver has had a serious passion for Italian food. Now, ten years later, Italy and its wonderful flavours continue to have a major influence on his food and cooking. In Jamie's Italy, Jamie travels this famously gastronomic country paying homage to the classic dishes of each region and searching for new ideas to bring home. The result is a sensational collection of Italian recipes, old and new, that will ensure Italy's influence reaches us all.\r\n\r\nOn the menu is an array of magical ingredients and Mediterranean flavours all combined in Jamie Oliver's inimitable way. From Parma ham to Parmesan, from Pannetone to Panzanella, Jamie's Italy will transport you to Italy or at least bring Italy home to you.",
            "keywords" : ["jamie", "italy", "jamie oliver"],
            "rating": [5],
            "price": 115,
            "created_at": "2017-11-12T11:58:05.341Z",
            "published_at": "2017-11-18T11:58:05.341Z",
            "votes": 1
        },
        {
            "id": 10,
            "title": "Vegetables Cookbook",
            "src": "/img/book-10.jpg",
            "author": "Matthew Biggs",
            "description": "Matthew Biggs has been a professional gardener for over 20 years. In this comprehensive book, Matthew Biggs shares his extensive knowledge on a wide variety of vegetables and inspires the gardener to take on the fulfilling activity of vegetable growing. His advice is practical as well as encouraging and is applicable to the backyard, garden, glasshouse and kitchen. With an A-Z of vegetables and sections on the history of vegetable growing, harvesting and storing and over 200 recipes for vegetables in the kitchen, this is the practical guide that keen gardeners and beginners alike have been waiting for.",
            "keywords" : ["vegetables", "cookbook", "matthew biggs"],
            "rating": [4, 3, 3],
            "price": 70,
            "created_at": "2016-11-12T11:58:05.341Z",
            "published_at": "2016-12-12T11:58:05.341Z",
            "votes": 3
        }
    ]
}